package DZ

import (
	"DZ/DZ1"
)

func main() {
	println("\n================================================================================== \nEasy:  написать программу, которая определяет четное ли число и выводит результат.\n==================================================================================")
	DZ1.Easy()
	println("\n================================================================================== \nNormal: написать программу которая определяет и выводит максимальное \nи минимальное числа, среднее арифметическое массива.\n==================================================================================")
	DZ1.Normal()
	println("\n================================================================================== \nHard: по 4 координатам на плоскости, посчитать площадь \nпроизвольной фигуры (прямоугольник или треугольник).\n==================================================================================")
	DZ1.Hard()
}
